Repository: YohanSandun/SubRenderer
Catalog: SubRenderer/Resources/Resources_*.resx
Languages: si, ta

# btnBack
source: < &Back
si: < ආපසු
ta: < மீண்டும்

# btnBrowse
source: Browse...
si: තෝරන්න...
ta: தேர்வு செய்...

# btnCancel
source: &Cancel
si: ඉවත් වන්න
ta: அகற்று

# btnFinish
source: &Finish
si: හරි
ta: முடிந்தது

# btnNext
source: &Next >
si: මීලඟ >
ta: அடுத்து >

# lblBorderCol
source: Border Color
si: දාරයේ පැහැය
ta: போடர் நிறம்

# lblBorderSize
source: Border Size
si: දාරයේ පළල
ta: போடர் அளவு

# lblCores
source: Number of Cores to Use
si: යොදාගතයුතු Cores ප්‍රමාණය
ta: பயன்படுத்த வேண்டிய Cores எண்ணிக்கை

# lblFont
source: Font
si: අකුරු වර්ගය
ta: எழுத்து வகை

# lblFontCol
source: Font Color
si: අකුරු පැහැය
ta: எழுத்து நிறம்

# lblFontSize
source: Font Size
si: අකුරු ප්‍රමාණය
ta: எழுத்து அளவு

# lblImagesRendered
source: images rendered!
si: ක් පින්තූර සැකසුවා!
ta: உருவாக்கப்பட்ட படங்கள்

# lblInputSub
source: Input Subtitle File
si: උපසිරැසි ගොනුව
ta: உபதலைப்பு கோப்பு

# lblInputVideo
source: Input Video File
si: වීඩියෝ ගොනුව
ta: வீடியோ கோப்பு

# lblPleaseWait
source: Please Wait...
si: කරුණාකර රැදී සිටින්න...
ta: காத்திரு...

# lblPosition
source: Position
si: පිහිටීම
ta: அமைவு

# lblPreview
source: Preview
si: පූර්වදර්ශනය
ta: முந்தையது

# lblSubQuality
source: Subtitle Quality
si: උපසිරැසි ගුණාත්මක භාවය
ta: உபதையப்புக்கான தரம்

# mnuAbout
source: About
si: ගැන
ta: பற்றி

# mnuExit
source: Exit
si: ඉවත් වන්න
ta: வெளியேறு

# mnuFile
source: File
si: ගොනු
ta: கோப்பு

# mnuHelp
source: Help
si: උදව්
ta: உதவி

# mnuLanguage
source: Language
si: භාෂාව
ta: மொழி

# mnuOepnSub
source: Open Subtitle File
si: උපසිරැසි ගොනුවක් විවෘත්ත කරන්න
ta: உபதலைப்பு கோப்பை திற

# mnuOpenVideo
source: Open Video File
si: වීඩියෝ ගොනුවක් විවෘත්ත කරන්න
ta: வீடியோவை திற

# mnuOutputDir
source: Output Location
si: සුරැකිය යතු ස්ථානය
ta: சேமிக்க வேண்டிய இடம்

# mnuRender
source: Start Render
si: පරිවර්තනය ආරම්භ කරන්න
ta: உபதலைப்பு மாற்றம் ஆரம்பமாகிறது

# msgAreYouSure
source: Are you sure?
si: ඔබට විශ්වාස ද?
ta: உறுதி படுத்திகின்றீர்களா?

# msgCancel
source: Cancel
si: ඉවත් වන්න
ta: இரத்து செய்

# msgDone
source: Done
si: හරි
ta: முடிந்தது

# msgError
source: Error
si: දෝෂයක්
ta: பிழைகள் உள்ளது

# msgErrorOutput
source: Please select a location to save the file(s)!
si: කරුණාකර සුරැකීමට ස්ථානයක් තෝරා දෙන්න!
ta: தயவு செய்து சேமிக்கும் இடத்தை தெரிவு செய்க!

# msgErrorSub
source: Please select a source subtitle file first!
si: කරුණාකර උපසිරැසි ගොනුවක් විවෘත්ත කරන්න!
ta: தயவு செய்து உபதலைப்பு கோப்பை தெரிவு செய்க!

# msgSuccess
source: Subtitle generated successfully!
si: සාර්ථකව පරිවර්තනය කරන ලදි!
ta: வெற்றிகரமாக மாற்றப்ப்டது!
